<?php

return [
	'link1' => 'الصفحة الرئيسية',
    'link2' => 'من نحن',
    'link3' => 'شراء',
    'link4' => 'الاسئلة الشائعة',
    'link5' => 'ابدأ معنا',

    'p1' => '‫يوفر‬ سولازي <br> ‫التصميم الداخلي الذي تتخيله <br> ‫( ابدأ‬ التصيم الخاص بك )',
    'p2' => 'اختار التصميم الذي تحب ان تعيش فيه <br> ( ابدأ‬ التصميم الخاص بك)',
    'p3' => '‫‪اختار نوع العلبة',
    'p4' => '‫‪انماط التصميم الداخلي المختلفة‬‬',

    'find_your' => 'ابحث عن نمطك',
    'website' => 'سولازي',
    'details' => 'تفاصيل عنا',
    'process' => 'The Process',
    'price_package' => 'الاسعار والطرود',
    'boxes' => 'الصناديق',
    'gift_card' => 'كارت هدية',

    'how_it' => 'كيف يعمل',
    'prices' => 'الاسعار',
    'press' => 'الصحافة',
    'contact_us' => 'تواصل معنا',
    'terms' => 'الشروط والاحكام',
    'rights' => 'جميع الحقوق محفوظة',

    'about_b1' => '‫وظيفتنا‬',
    'about_p1' => 'نقدم خدمة التصميم الداخلي عبر الانترنت‫‪,‬‬ستعمل مع اسلوبك وميزانيتك في اي مكان انت فيه. <br> شخصية وفي حدود ميزانيتك',

    'about_b2' => '‫رسالتنا‬',
    'about_p2' => '”‫تحقيق التصميم الذي يحلم به العميل ‫“من خلال تصميم رؤيته في مخرجات العمل',

    'about_b3' => '‫رؤيتنا‬',
    'about_p3' => 'نؤمن بأن كل شخص يستحق عيشا افضل من خلال جودة التصميم. <br>سيساعد الانترنت في جعل هذه الرؤية سهلة وبخطوات بسيطة للحصول علي نوعية حياة اجمل. <br> ”الطريقة البسيطة لتصميم منزلك“',

    'about_b4' => '‫فريقنا‬',
    'about_p4' => '‫نفخر بالطاقة البشريه التي نمتلكها.ايمانا منا بأهمية التصميم وخلق المكان المناسب والمريح للجميع. نعتمد علي شهادات من افضل الجامعات في تخصص التصميم الداخلي بكل المعلومات المطلوبة لفهم واخراج التصميم الافضل للعميل.',

    'start_your' => 'ابدأ مشروعك',

    'proces_h1' => 'ارنا غرفتك',
    'proces_p1' => 'بكل سهولة! التقط صورا لغرفتك. ثم قم بتحميل تلك الصور علي موقعنا.',

    'proces_h2' => '‫ساعدنا‬ لمعرفتك',
    'proces_p2' => "‫التصميم الداخلي يعتمد علي الشخصيه.لذلك نريد ان تساعدنا لنعرف عنك معلومات اكثر‫‪,‬‬المكان مرغوب منا تصميمه‫‪,‬‬من يسكن معك في هذا المكان.ابدأ باختبار لمعرفه النمط المناسب لك.نريد ان نعرف اكثر عن غرفتك‫‪,‬‬ميزانيتك‫‪,‬‬وطريقة حياتك.بعد جمعنا لكل هذه المعلومات سيبدأ المصمم بتصميم المكان ليناسبك.",

    'proces_h3' => '‫احصل علي تصميمك الاول',
    'proces_p3' => 'سنبدأ بتصميم حلمك‫‪،‬‬ سنرسل لك مهومين أوليين لغرفتك‫‪،‬‬ وتقرر أيهما هو التصميم المناسب لك.',

    'proces_h4' => 'العمل مع المصمم لاجراء اي من التغييرات',
    'proces_p4' => "التصميم الاولي هو مجرد نقطة البداية من هناك يمكنك الاستمرار في العمل مع المصمم حتي تصبح 100% راضي بالنتيجة.",

    'proces_h5' => 'اذا اخترت ان نقوم باختيار اثاثك',
    'proces_p5' => "عندما تقوم باختيار تصميمك المناسب. <br> نستطيع ان نساعدك بالبحث عن الاثاث المناسب لك. ",

    'proces_h6' => 'علي ماذا تحصل ؟',
    'proces_p6' => 'مخطط الأرضية - ألوان الطلاء - خيارات النسيج <br>كل عنصر محدد بتفاصيله <br>لذلك يمكنك اختيار نفس التحديد أو خيارات مماثلة',

    'proces_h7' => 'استمتع',
    'proces_initial' => 'فكرة اولية',
    'proces_message' => 'تواصل مع المصمم',
    'proces_final' => 'التصميم النهائي',
    'proces_floor' => 'مسقط افقي ومعلومات',
    'proces_shopping' => 'الاثاث',
    'proces_box' => 'الصندوق',

    'our_process' => 'عمليتنا',
    'our_process_p1' => 'كيف تعمل عملية سولازي ؟',
    'our_process_p2' => 'نحن خدمة تصميم داخلي عبر الإنترنت تجمع بين المعرفة والتخصيص الذي تحصل عليه من العمل مع مصمم حقيقي. سترى أفكارًا للتصميم الداخلي في غرفتك بالضبط ، وتعاون عبر الإنترنت مع مصممك ، وتسوق مظهرك بالكامل',

    'sar' => 'ر.س',

    'faq_q1' => 'كم من الوقت يستغرق الحصول علي تصميماتي ؟',
    'faq_a1' => 'بمجرد أن نتلقي الاستبيان الخاص بك ، وصور غرفتك ، والدفع والابعاد ، ستتلقي صندوق الغرفة الخاص بك خلال 4-5 اسابيع.',

    'faq_q2' => 'كيف اعرف حجم البساط الذي يجب شراؤه ؟',
    'faq_a2' => 'سيتم تدوين حجم السجادة الموصي به لمساحتك الخاصة علي بطاقة لكل سجادة مقترحة ويتم تدوينها ايضا في مخطط الارضية الموسع الذي ستتلقاه في صندوق مصعد الغرفة ',

    'faq_q3' => 'كيف يمكنني معرفة مكان شراء العناصر المقترحة ؟',
    'faq_a3' => 'معلومات الشراء مدرجة في كل بطاقة مصعد للغرفة. ستتلقي ايضا عبر البريد الالكتروني قائمة بجميع المنتجات المقترحة مع روابط مباشرة يمكنك النقر عليها مباشرة للشراء.',

    'faq_q4' => 'هل يمكنني استخدام خدمة سولازي لتزيين منزلي بالكامل ؟',
    'faq_a4' => 'نعم! يمكنك استخدام المصعد لتزيين منزلك بالكامل! لدينا عدد من العملاء الذين فعولا ذلك - فقط تأكد من ملء استبيان لكل مساحة حتي يوكن لدينا جميع المعلومات التي نحتاجها للعمل علي تصميماتك الفريدة!',

    'boxes_p' => 'حدد الصندوق وعدد الغرف التي تناسبك من الانواع أدناه.',
    'boxes_ras' => 'ريال',
    'boxes_box1' => 'غرفة واحدة وتصميمين',
    'boxes_box2' => 'غرفة واحدة وعينات وتصميمين',
    'boxes_box3' => 'الاكسسوارات',
    'boxes_box4' => 'ثلاث غرف وتصميمين',

    'gift_card_p' => 'يمكنك الآن إرسال بطاقة هدايا من خلالنا!',
    'size' => 'الكمية',
    'add_to_cart' => 'أضف إلى السلة',
    'buy_it' => 'اشتر الآن',
    'giftNote' => "يرجى تضمين اسم وعنوان المستلم في ملاحظات الطلب في عربة التسوق أو أنها ستتحول إلى عنوان المشتري بشكل افتراضي",

    'easy_steps' => 'احصل على غرفتك في <br> 3 خطوات سهلة!',

    'card1_h' => 'أخبرنا عن نفسك وعن<br> أخبرنا عن نفسك وعن مساحتك',
    'card1_p' => 'قم بتعبئة الاستبيان لنوع التصميم الذي ستختاره.هذا سيساعدنا لمعرفه التصميم المناسب لك',
    'card1_button' => 'الاستبيان',

    'card2_h' => 'أرسل لنا صورتين <br> وادفع ثمن صندوقك',
    'card2_p' => 'خذ 5-8 صور واضحة للفراغ المراد تصميمه.',
    'card2_button' => 'تحميل الصور',

    'card3_h' => 'احصل على تصميمات غرفتك <br> في غضون 2-3 أسابيع!',
    'card3_p' => "اختار الخدمة وقم بتسجيل الخروج <br> - غرفة واحدة وتصميمين 1500 ريال <br> - غرفة واحدة وعينات وتصميمين 2500 ريال <br> - الاكسسوارات 700 ريال <br> - ثلاث غرف وتصميمين 3000 ريال <br> مع التواصل مع المصمم لمدة 15 دقيقة",
    'card3_button' => 'التفاصيل',

    'modern' => 'عصري',
    'traditional' => 'كلاسيكي',
    'rustic' => 'ريفي',
    'mid_cen' => 'منتصف القرن الجديث',
    'beachy' => 'ساحلي',
    'minimalist' => 'تصميم بسيط',
    'contemporary' => 'معاصر',
    'industrial' => 'صناعي',
    'bohemian' => 'بوهيمي',
    'drama' => 'قوية وجريئة',
    'relax' => 'مريح وهادئ',
    'eclectic' => 'انتقائي',
    'comfortable' => 'مريح',
    'formal' => 'رسمي',

    'lets_h' => "دعونا نظهر لك أفضل المصممين لدينا.",
    'lets_p' => "سنطرح عليك بعض الأسئلة للعثور على المناسب تمامًا.",
    'lets_button' => "هيا بنا نبدأ",

    'second_page' => 'الخطوة الثانية',
    'second_page_h' => "ما هو نوع مسكنك؟",
    'house' => 'منزل',
    'townhouse' => 'دور',
    'apartment' => 'شقة',
    'continue' => 'الاستمرار',

    'third_page' => 'الخطوة الثالثة',
    'third_page_h' => "هل منزلك ايجار او ملك؟",
    // 'third_page_p' => "ساعدنا لمعرفة مدي التغيير الذي ستتمكن بالقيام به",
    'rent' => 'ايجار',
    'own' => 'ملك',

    'fourth_page' => 'الخطوة الرابعة',
    'fourth_page_h' => "اين تسكن ؟",
    'fourth_page_p' => "صدق أو لا تصدق ، الدول المختلفة لها أنماط مختلفة.",
    'choose_city' => 'اختر مدينة',

    'fifth_page' => 'الخطوة الخامسة',
    'fifth_page_h' => "اخبرنا بما تشعر به حاليا تجاه مساحتك.",
    'fifth_just' => 'احتاج لبعض اللمسات فقط',
    'fifth_partway' => 'لدي بعض الاثاث',
    'fifth_blank' => 'مساحة فارغة',

    'sixth_page' => 'الخطوة السادسة',
    'sixth_page_h' => "متي تحتاج لتصميمك ؟",
    'sixth_rush' => 'لست مستعجل',
    'sixth_soonish' => 'قريبا',
    'sixth_asap' => 'بسرعة',

    'seventh_page' => 'الخطوة السابعة',
    'seventh_page_h' => "ماهي ميزانيتك ؟",
    'seventh_only' => 'مفتوحة',
    'seventh_mix' => 'متوسطة بين مرتفع ومعقول',
    'seventh_thrifty' => 'معقولة',

    'upload_your' => 'ارفع الصور',
    'upload_p' => 'الرجاء تسمية الملفات الخاصة بك الاسم الأول اسم العائلة',
    'submit' => 'رفع الملفات',

    'box_det' => 'تفاصيل الصندوق',
    'quantity' => 'العدد',
    'room' => 'غرفة',
    'box_det_p1' => 'تأتي كل مصعد مع استشارتين عبر الهاتف أو البريد الإلكتروني لمدة 15 دقيقة حول التصميم الخاص بك.',
    'box_det_p2' => 'سيوفر كل صندوق مصعد خيارين للتصميم ، بما في ذلك:',
    'box_det_p3' => 'مخطط طابق متدرج لمساحتك ، بناءً على الأبعاد والصور التي قدمتها.',
    'box_det_p4' => 'عينات من رقائق الطلاء و / أو ورق الحائط.',
    'box_det_p5' => 'بطاقات الغرف لكل عنصر مقترح بمعلومات محددة حتى تتمكن من شرائها بنفسك ، مباشرة من بائع التجزئة. بدون رسوم إضافية ، ارفع 3 غرف أو أكثر واحصل على خصم 20٪ على كل شيء!',

    'contact_info' => 'معلومات التواصل',
    'phone' => 'رقم التليفون',
    'email' => 'البريد الالكتروني',
    'office_loc' => 'موقع المكتب',
    'name' => 'الاسم',
    'contact_msg' => 'الرسالة',
    'send' => 'ارسال',
    'msg2' => 'اكتب رسالتك هنا ...',

    'quest_contact_info' => 'معلومات التواصل',
    'f_name' => 'الاسم الاول',
    'l_name' => 'الاسم الاخير',
    'address' => 'العنوان',
    'quest_family_info' => 'معلومات العائلة',
    'quest_span1' => 'هل لديك اطفال ؟ ماهي اعمارهم ؟',
    'quest_goals' => 'اهداف سولازي',
    'quest_span2' => 'ماهي الغاية التي تطمح لها من تصميمنا ؟',
    'quest_span3' => 'كم عدد الاشخاص الذين سيتواجدون في الغرفة كحد اعلي ؟',
    'quest_span4' => 'ماهو اجمالي ميزانيتك ؟',
    'low' => 'منخفض',
    'mid' => 'منتصف',
    'high' => 'عالي',
    'quest_span5' => "ماهو نمط التصميم الذي تفضله ؟",
    'quest_span6' => "ماهو نمط الديكور الذي تفضله ؟",
    'quest_span7' => "يمكنك اختيار نمطين كحد أقصى",
    'quest_span8' => 'ماهي الالوان التي تفضلها ؟',
    'quest_span9' => "ماهي الالوان او العناصر التي لا تحبذها اذا وجد ؟",
    'quest_span10' => 'ماهي انواع الاضاءة التي ترغب بها ؟',
    'yes' => 'نعم',
    'no'  => 'لا',
    'quest_span11' => 'تغيير النوافذ',
    'quest_span12' => 'هل تود تغيير النوافذ ؟',
    'quest_span13' => 'القياسات',
    'quest_span14' => 'ماهو ارتفاع الغرفة (من الارض للسقف)',
    'submit_button' => 'ارسال',
];
